Revit 2024 API
ParameterTypeId.StairsDbgShowLeftRunBoundary2d Property
 "Show Run's Left Boundary 2D"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsDbgShowLeftRunBoundary2d { get; }
Visual Basic
Public Shared ReadOnly Property StairsDbgShowLeftRunBoundary2d As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsDbgShowLeftRunBoundary2d {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace